{
  "autismBasicsUrdu": [
    {
      "title": "آٹزم کیا ہے؟",
      "quote": "آٹزم دنیا بھر میں ہر 59 افراد میں سے 1 پر اثر انداز ہوتا ہے۔",
      "description": "آٹِزم (autism)یا ASDسے مراد ایک ایسی پیچیدہ بیماری ہے جو سی ڈی سی (CDC)کے مطابق ہر اُنسٹھ(59) میں سے ایک شخص کو متاثر کرتی ہے۔ آٹِزم سے اس بات پر فرق پڑتا ہےکہ انسان اپنے ارد گرد کے لوگوں اور اپنے ماحول کے ساتھ کیسا رویہ رکھتا ہے۔ اس مرض سے متاثرہ افراد کو بات چیت، زبان سیکھنے کے مراحل اور معاشرتی شعور کےحصول میں مشکلات کا سامنا کرنا پڑتا ہے۔ آٹِزم سے متاثرہ ہر شخص ایک سکیل کا حصہ ہے۔ اس سکیل میں آگے وہ لوگ ہیں جو آٹِزم سے زیادہ متاثر ہیں اور جنھیں روز مرہ کے کاموں میں زیادہ مدد کی ضرورت ہوتی ہے جبکہ دوسری طرف ایسے لوگ ہیں جو دوسروں پر زیادہ انحصار نہیں کرتے۔\n\nآٹِزم کی کچھ علامات یہ ہیں: بولنا دیر سے سیکھنا، نظریں ملانے یا گفتگو کرنے میں مشکلات کا سامنا کرنا، ایسے کاموں میں دقت ہونا جن میں دلائل اور منصوبہ بندی کی ضرورت ہو،بڑی شدت سے بہت محدود چیزوں کا شوق ہونا اورہلنے جلنے کی اور محسوس کرنے کی مہارتوں کی کمی وغیرہ۔ آٹِزم سے متاثر ہونے والے ہر شخص میں یہ علامات مختلف نوعیت کے ساتھ ظاہر ہوتی ہیں۔ ASD سکیل پر مرض کی نوعیت جاننے کے لیےباقاعدہ تشخیص بہت ضروری ہے تاکہ مریض کو مناسب مدد مہیا کی جا سکے۔",
      "sections": null
    },
    {
      "title": "علامات اور نشانیاں",
      "quote": null,
      "description": "آٹِزم کی علامات عمر اور مرض کی نوعیت کے حساب سے مختلف ہو سکتی ہیں۔ یہ علامات بچپن میں نمایاں ہونے لگتی ہیں۔ ان کی جلد از جلد تشخیص بہت ضروری ہے کیونکہ جلدی درست اقدامات سے مریض کی زندگی میں بہتری لائی جا سکتی ہے۔",
      "sections": [
        {
          "title": null,
          "description": null,
          "innerSection": [
            {
              "title": "آٹِزم کی کچھ اہم علامات یہ ہیں:",
              "description": [
                "عمر کے حساب سے بولنا دیر سے یا کم سیکھنا",
                "ایکولیلیا(echolalia) یعنی الفاظ بار بار دہرانا",
                "مختلف حرکات بار بار کرنا (جیسے ہاتھ زور زور سے لہرانا، جسم یا سر کو آگے پیچھے ہلانا وغیرہ)",
                "آنکھیں کم یا بالکل نہ ملانا",
                "لوگوں سے بات کرتے ہوئے اور تعلقات قائم کرنے میں مشکلات کا سامنا (جیسے بات کرنے یا کھیلنے میں مشکلات)",
                "مخصوص چیزوں یا کاموں سے غیر معمولی رغبت ہو جانا",
                "وابستگی کا اظہار نہ کرنا (جیسے لاڈ پیار نہ کرنا، گلے نہ لگنا)",
                " اپنے معمولات میں تبدیلیاں لانے میں مشکلات کا سامنا (جیسے نیند یا روز مرہ کے کاموں کا وقت تبدیل کرنے میں مشکلات)"
              ]
            }
          ],
          "footer": "والدین کو اپنے بچوں کا دھیان رکھنا چاہیے اور کسی شک کی صورت میں بچے کے ڈاکٹر سے رجوع کرنا چاہیے جو ابتدائی سکریننگ(screening) کر کےضروری ہو تو باقاعدہ جانچ(evaluation) کرتا ہے۔ آٹِزم کے لیے سکریننگ اور جانچ ماہرین کی ایک ٹیم کرتی ہے جس میں نیورولوجسٹ(neurologist) ، سپیچ تھیراپسٹ(speech therapist) اور ماہرامراضِ اطفال(paediatrician) ہوتے ہیں۔\n\nعمر کے حساب سے بھی آٹِزم کی علامات مختلف ہوتی ہیں۔ یہاں تک کہ نوجوانوں اور بڑوں کو بھی آٹِزم کی علامات کا خیال رکھنا چاہیے۔ آٹِزم کے ہر مریض میں یہ علامات مختلف شدت کے ساتھ ظاہر ہوتی ہیں اور ایک ڈاکٹر ہی یہ طے کر سکتا ہے کہ یہ شخص آٹِزم کا مریض ہے یا نہیں۔\n\nآپ بچوںمیں آٹِزم کی علامات اور مختلف عمر کے لوگوں میں آٹِزم کی نشانیوں کی تفصیل یہاں پڑھ سکتے ہیں۔ اگر آپ بڑے ہیں تو مزید تفصیلات یہاں پڑھ سکتے ہیں۔"
        }
      ]
    },
    {
      "title": "آٹِزم کی سکریننگ اور تشخیص",
      "quote": null,
      "description": "اگر آپ کو لگتا ہے کہ آپ کے بچے میں آٹِزم کی علامات موجود ہیں تو اسے ایسے ڈاکٹر کے پاس لے جانا چاہیے جو آٹِزم کی تشخیص میں مہارت رکھتا ہو۔ والدین کو بچے کے رویے اور حرکات میں تمام غیر معمولی باتیں ڈاکٹر کو پہلی ہی ملاقات میں بتا دینی چاہئیں۔ آٹِزم کی تشخیص گھر پر یا عام ڈاکٹروں سے نہیں ہو سکتی۔\n\nآٹِزم کی تشخیص دو حصوں میں ہوتی ہے۔ پہلے حصے میں ایک سکریننگ ٹیسٹ کیا جاتا ہے تاکہ یہ معلوم کیا جاسکے کہ کیا ایک باقاعدہ جانچ کی ضرورت ہے یا نہیں۔ سکریننگ کے دوران ڈاکٹر بچے کا معائنہ کرتا ہے اور آٹِزم کی علامات تلاش کرتا ہے۔ اگر اسے ضرورت محسوس ہو تو ایک باقاعدہ جانچ کی جاتی ہے۔\n\nباقاعدہ جانچ یعنی اسیسمنٹ کے لیے ڈاکٹروں کی ایک ٹیم درکار ہوتی ہے جس میں درج ذیل ممبر ہوتے ہیں:\n",
      "sections": [
        {
          "title": null,
          "description": null,
          "innerSection": [
            {
              "title": null,
              "description": [
                "ماہرِ امراضِ اطفال (Child Pediatrician)",
                "بچوں کے دماغی امراض کا ماہر(Child Neurologist)",
                " بچوں کا ماہرِ نفسیات(Child Psychologist)",
                "بول چال اور زبان کا ماہر(Speech and language pathologist)",
                " انسانی رویے کا ماہر(Behaviour therapist)"
              ]
            }
          ],
          "footer": null
        },
        {
          "title": null,
          "description": "اس دوران کئی ٹیسٹ کروائے جاتےہیں جن میں بول چال ، محسوس کرنے، رویے، اور ہلنے جلنے کے ٹیسٹ شامل ہوتے ہیں۔ ان ٹیسٹوں کے نام یہ ہیں:",
          "innerSection": [
            {
              "title": null,
              "description": [
                "Portage",
                "ADOS",
                "Behavioral Assessment",
                "Informal Assessment",
                "Hearing Test",
                "CARS",
                "Medical Evaluation",
                "Nonverbal IQ",
                "SALT Assessment",
                "Functional Adaptive Behaviour"
              ]
            }
          ],
          "footer": null
        }
      ]
    },
    {
      "title": "آٹِزم کا علاج",
      "quote": null,
      "description": "آٹِزم کو مکمل طور پر ٹھیک نہیں کیا جا سکتا۔ آٹِزم کے مریض تمام عمر اس سکیل پر ہی رہتے ہیں۔ لیکن انھیں اپنے مسئلے کو سمجھنا اور اپنی کمزوریوں پر قابو پانا سکھایا جا سکتا ہے۔ اس مرض میں بہتری کا دارومدار اس کی شدت، تشخیص کے وقت اور ڈاکٹروں اور گھر والوں کی مدد پر ہے۔\n\nآٹِزم کے علاج کا ضروری حصہ جلد ی تشخیص بھی ہے۔ جلدی تشخیص کے لیے تین سال سےکم عمر کے بچے اہم ہوتے ہیں جنھیں آٹِزم سے متاثرہ صلاحیتیوں(سمجھنا، رویہ، بات چیت) میں مدد دی جاتی ہے۔\n\nآٹِزم کے مریضوں کے علاج میں مختلف پہلو ہوتے ہیں:",

      "sections": [
        {
          "title": "رویے کا علاج:",
          "description": "یہ بہت عام ہے اور یہ آٹِزم سے متاثرہ افراد کو سیکھنے، بولنے، معاشرتی تعلقات قائم کرنے ، توجہ مرکوز کرنے اور حواس کو ملانے میں مدد دیتا ہے۔",
          "innerSection": null,
          "footer": null
        },
        {
          "title": "ادویات:",
          "description": "ادویات سے آٹِزم کا بہ راہ راست علاج نہیں ہوتالیکن ان علامات کے حوالے سے آسانی ہو جاتی ہے جو اس کے ساتھ ظاہر ہوتی ہیں مثلاً توجہ کرنے، محسوس کرنے اور دماغی صحت کے مسائل۔",
          "innerSection": null,
          "footer": null
        },
        {
          "title": "خوراک:",
          "description": "خوراک میں خاص معدنیات اور وٹامن شامل کرنے اور کچھ چیزوں سے پرہیز کرنا آٹِزم کے مریضوں کے لیے بہت مددگار ہوتا ہے۔\nہر طریقۂ علاج اس فرد کے لیے مخصوص ہوتا ہے جس کے لیے وہ تیار کیا گیا ہے۔ اسے قابل ماہرین ہی تیار کر سکتے ہیں اور اس کی کامیابی کا انحصار والدین یا دیکھ بھال کرنے والوں کی شمولیت پر بھی بہت ہوتا ہے۔",
          "innerSection": null,
          "footer": null
        }
      ]
    },
    {
      "title": "آٹِزم سے متعلقہ بیماریاں",
      "quote": null,
      "description": "عموماً آٹِزم سے متاثرہ بچے کئی دوسرے طبی مسائل کاشکار بھی ہوجاتے ہیں۔ یہ مسائل آٹِزم کی نوعیت کے حساب سے ہرفرد میں مختلف ہوتے ہیں۔\n\nیسے حالات میں آٹِزم کے اثرات زیادہ نمایاں ہوجاتے ہیں۔ لہٰذا ان بیماریوں اور آٹِزم کے ساتھ ان کے تعلق کو سمجھنا نہایت اہم ہے۔",
      "sections": [
        {
          "title": "بائی پولر ڈِس آرڈر (bipolar disorder)",
          "description": "اس مرض کا شکار افرادڈپریشن اور جنون کے درمیان جھولتے رہتے ہیں۔ آٹِزم کے شکار افراد میں یہ مرض زیادہ عام ہوتا ہے۔ اکثر ایسا بھی ہوتا ہے کہ آٹِزم کو بائی پولر ڈس آرڈر سمجھ لیا جاتاہے یا بالکل اس کا الٹ ہوجاتاہے۔ ایسا اس لیے ہوتا ہے کیوں کہ ان دونوں کی علامات میں بہت مماثلت پائی جاتی ہے۔",
          "innerSection": null,
          "footer": null
        },
        {
          "title": "ڈپریشن",
          "description": "آٹِزم سے متاثرہ افراد میں عمر کے ساتھ ساتھ ڈپریشن کے امکانات بھی بڑھتے جاتے ہیں۔آٹِزم سے متاثرہ زیادہ کام کرنے والے افرد میں بھی ڈپریشن زیادہ ہو سکتا ہے۔ ڈپریشن کی ان علامات کا خیال رکھنا چاہیے:",
          "innerSection": [
            {
              "title": null,
              "description": [
                "آٹِزم سے متاثرہ فرد کی ان چیزوں میں دل چسپی ختم ہوجانا جو اسے کسی وقت بہت دل چسسپ لگتی تھیں۔",
                "ذاتی صفائی ستھرائی کا خیال نہ رکھ پانا",
                "مسلسل اداس رہنا",
                "خود کو بےکار سمجھنا",
                "ناامید رہنا",
                "چڑچڑاپن",
                "شدت پسند ہوجانا اور اکثر موت یا خودکشی کے بارے میں سوچتے رہنا"
              ]
            }
          ],
          "footer": null
        },
        {
          "title": "آبسیسوکمپلسو ڈس آرڈر (OCD)",
          "description": "محققین کے مطابق OCD آٹِزم سے متاثرہ بچوں اور بڑوں میں زیادہ عام ہے لیکن اس کو آٹِزم والی چیزوں کو دہرانے والی عادات سے نہیں ملانا چاہیے بلکہ اس کی باقاعدہ تشخیص کے لیے ڈاکٹر سے رابطہ کرنا چاہیے۔",
          "innerSection": null,
          "footer": null
        },
        {
          "title": "مسلسل الجھن (anxiety)",
          "description": "آٹِزم کا شکار افراد میں سے 42 فیصد الجھن کا شکار رہتے ہیں۔ مسلسل الجھن دل کی دھڑکن میں اضافے، پٹھوں میں کچھاؤ، معدے میں تکلیف اور سر درد کی وجہ بن سکتی ہے۔ معاشرتی حالات بھی آٹِزم سے متاثرہ افراد میں الجھن کی وجہ بن سکتے ہیں۔ یہی کام نئی جگہوں، ہجوموں اور نئے لوگوں میں رہنے سے بھی ہو سکتا ہے۔",
          "innerSection": null,
          "footer": null
        },
        {
          "title": "مرگی",
          "description": "اس کا بھی آٹِزم سے بڑا گہرا تعلق ہے۔ لوگوں کو خصوصاً بچوں کو سمجھ ہی نہیں آتی کہ انھیں ہو کیا رہا ہے۔ یہ بھی ممکن ہے کہ ان کے آس پاس کے لوگوں کو بھی دورے پڑنے کے دوران سمجھ نہ آ سکے۔ دورے پڑنے کی نشانیوں کو ذہن نشین کر لینا چاہیے اور جلد از جلد مدد حاصل کرنی چاہیے۔ یہ نشانیاں درج ذیل ہیں:",
          "innerSection": [
            {
              "title": null,
              "description": [
                "لمبے دورانیے کے لیے بلا وجہ گھورتے رہنا",
                "شدید سر درد",
                "بے حد گھبراہٹ",
                "بے ارادہ حرکات",
                "معدے اور آنتوں میں خرابی (یہ خرابی آٹِزم سے متاثرہ بچوں میں آٹھ گنا زیادہ ہوتی ہے)"
              ]
            }
          ],
          "footer": null
        },
        {
          "title": "کھانے کے مسائل",
          "description": "یہ بھی آٹِزم سے متاثرہ بچوں میں بہت عام ہے۔ بچے کھانے کے معاملے میں بہت ہی نقطہ چیں ہو جاتے ہیں۔ کچھ چیزوں کو بالکل چھوڑ دیتے ہیں اور بہت ہی محدود چیزیں کھاتے ہیں۔ کچھ تو مستقل طور پر ضرورت سے زیادہ کھانے لگتے ہیں۔ کچھ بچے نہ کھانے والی چیزیں بھی کھانے لگتے ہیں۔\n\nیہ کچھ ایسی بیماریاں ہیں جن کا تعلق آٹِزم سے ہو سکتا ہے۔ اس کے علاوہ بھی کچھ خرابیاں ہو سکتی ہیں۔ اگر آپ کو لگتا ہے کہ آپ کا بچہ آٹِزم سے متعلقہ کسی بیماری کا شکار ہے تو یہ جاننے کے لیے اپنے ڈاکٹر سے مشورہ کریں کہ کیا یہ واقعی آٹِزم کی وجہ سے ہے یا نہیں۔",
          "innerSection": null,
          "footer": null
        },
        {
          "title": "معدے اور آنتوں میں خرابی",
          "description": "یہ خرابی آٹِزم سے متاثرہ بچوں میں آٹھ گنا زیادہ ہوتی ہے\nمعدے اور آنتوں کی خرابی میں درج ذیل شامل ہیں:",
          "innerSection": [
            {
              "title": null,
              "description": [
                " آنتوں کی سوزش",
                "پیٹ میں درد، دائمی قبض",
                "معدے کے تیزاب کا خوراک کی نالی",
                "منہ میں آنا"
              ]
            }
          ],
          "footer": null
        }
      ]
    },
    {
      "title": "آٹِزم کی وجوہات",
      "quuote": null,
      "description": "ڈاکٹر اور سائنس دان مکمل طور پر آٹزم کی وجہ نہیں سمجھ سکے کیونکہ یہ بہت سے عناصر کا نتیجہ ہے۔ان میں ماحولیاتی ، حیاتیاتی اور خاندانی عوامل شامل ہیں۔ بچوں میں غلط تشخیص ہونے یا تشخیص نہ ہونےکی سب سے عام وجہ خاندان کے افراد یا طب کے اصولوں سےناآشنا لوگوں کا غلط وجوہات کو آٹزم والے رویے سے منسوب کرنا ہے۔ اس حوالے سے چند اہم باتیں درج ذیل ہیں:",
      "sections": [
        {
          "title": null,
          "description": null,
          "innerSection": [
            {
              "title": null,
              "description": [
                "آٹزم کا خطرہ بڑھانے میں جینیات اور خصوصاً کروموسومز کی حالت (جیسے tuberous sclerosis)کا کردار اہم ہو سکتا ہے۔ ",
                "والدین کی عمر جتنی زیادہ ہو تی ہے، بچوں میں آٹزم کے امکانات اتنے ہی زیادہ ہوتے ہیں۔",
                "جو بچے آٹزم کا شکار ہوں ، ان کے بہن بھائیوں میں بھی اس کے ہونے کا امکان زیادہ ہوتا ہے۔",
                "حمل کے دوران لی جانے والی کچھ ادویات سےبھی بچے میں آٹزم کا خطرہ بڑھ جاتا ہے۔",
                "قبل از وقت پیدائش آٹزم کے خطرات بڑھا سکتی ہے۔",
                "حمل کے دوران ماں کا مخصوص ادویات کا استعمال، شراب نوشی یا کسی انفیکشن کا شکار ہونا بھی بچے کو آٹِزم سے متاثر کر سکتاہے۔",
                "حمل کے دوران بچے کے لیےآکسیجن کی کمی یا پیدائش کے وقت وزن کم ہونا بھی آٹِز م کا سبب بن سکتا ہے۔",
                "کیڑے مار ادویات /ماحو لیاتی آلودگی بھی آٹزم کی وجوہات میں سے ہیں۔ کیڑے مار ادویات /ماحو لیاتی آلودگی بھی آٹزم کی وجوہات میں سے ہیں۔",
                "کسی بھی ویکسین کا بچے میں آٹِزم ہونے سے کوئی تعلق نہیں۔ کسی بھی ویکسین کا بچے میں آٹِزم ہونے سے کوئی تعلق نہیں۔"
              ]
            }
          ],
          "footer": "گزشتہ چند سالوں میں ڈاکٹروں کا آٹِزم کے علاج کا طریقہ بھی بدل گیا ہے جس کے باعث اس کے زیادہ کیس سامنے آئے ہیں۔ جن علامات کی تشخیص پہلے دوسرے مسائل (مثلاً زبان کے مسئلے)کے طور پر کی جاتی تھی اب انھیں آٹِزم کی علامات قرار دیا جا رہا ہےکیونکہ اب ہم جانتے ہیں کہ آٹزم ذہانت کی ہر سطح کے بچوں میں ہو سکتا ہے۔\n\nآٹزم کی وجوہات پیچیدہ ہیں ۔کسی بچےکے آٹزم کا شکار ہو جانے کی کوئی ایک وجہ نہیں بتائی جا سکتی۔ وہ عوامل جو آٹزم کا سبب بنتے ہیں انہیں سمجھنے اور روکنے کے لیے ہر سال تحقیق کی جاتی ہے۔ آٹزم کے خطرےکو کم کرنے اور اس کی وجوہات کو بہتر سمجھنے کے لیے اپنے ڈاکٹر سے مشورہ کیجیے۔"
        }
      ]
    }
  ]
}
