{
  "autismBasicsEng": [
    {
      "title": "What is Autism?",
      "quote": "Autism affects 1 in 59 individuals worldwide.",
      "description": "Autism refers to the autism spectrum disorder (ASD) which is a complex developmental disorder that affects approximately 1 in 59 people according to CDC. Autism affects how a person behaves and communicates with the people around them and with their surroundings. Autistic individuals have difficulties in communication, language development and social skills with restricted, repetitive behaviours. Each individual with autism is part of a ‘spectrum’. People that are affected more by autism are higher on the spectrum and need more assistance with everyday activities and people lower on the spectrum are more independent.\n\n\nPeople that suffer from autism show several behaviour patterns that include delayed learning of language; difficulty making eye contact or holding a conversation; difficulty with executive functioning, which relates to reasoning and planning; narrow, intense interests; poor motor skills’ and sensory sensitivities. Each person affected by autism shows different levels of these behaviour patterns and must undergo a formal evaluation to establish their level on the ASD spectrum and get the proper help they need.\n\n\nTo understand more about the basics of autism spectrum disorder, continue reading autism basics head to relevant sections below.",
      "sections": null
    },
    {
      "title": "Signs and Symptoms",
      "quote": null,
      "description": "Signs of autism can differ depending on the age and severity of the condition. These signs first start to become noticeable during early childhood. It is very important to look for signs of autism as early as possible because early intervention can significantly improve the lives of autistic individuals.",
      "sections": [
        {
          "title": null,
          "description": null,
          "innerSection": [
            {
              "title": "Some important signs of Autism to look for are:",
              "description": [
                "Lack of or delay in speech in terms of age appropriate milestones.",
                "Echolalia (repetition of speech).",
                "Repeat actions (hand flapping, swinging head/body back and forth).",
                "Little or no eye contact.",
                "Difficulty interacting and socialising with people (talk, play etc).",
                "Fixation on objects and activities.",
                "Lack of attachment (avoid cuddling, hugging).",
                "Have trouble adapting to changes in routine (sleep cycle, daily activities etc)."
              ]
            }
          ],
          "footer": "Parents must observe their children and if there is any doubt, you must consult your child's doctor who will perform a screening and a formal evaluation if necessary. Screening and evaluation of autism is done by a team of specialists including a neurologist, speech therapist and paediatrician.\n\nThere are different signs for autism at different ages as well. Even teen and adults should look out for symptoms of being autistic. Each individual with autism shows different amounts of these behaviours and only a doctor can determine if a person is autistic."
        }
      ]
    },
    {
      "title": "Testing For Autism",
      "quote": null,
      "description": "If you are concerned about your child showing signs of autism, the child must be taken to a doctor who is specialised in checking for autism. Concerning behaviour patterns should be noted by parents and presented to the doctor on the first meeting. Autism cannot be properly diagnosed at home or by non-specialised doctors.\n\nAutism is diagnosed in two steps. The first is a screening test which is done to check if a formal assessment is needed. During a screening, a doctor observes the child and checks for autistic behaviour patterns. If the doctor finds a cause for further testing, a formal assessment is performed.\n\nA team of doctors is needed to perform a formal assessment or rule out autism. This team usually consists of",
      "sections": [
        {
          "title": null,
          "description": null,
          "innerSection": [
            {
              "title": null,
              "description": [
                "Child Pediatrician who is specialised in development of children.",
                "Child Neurologist who is specialised in the brain and nervous system.",
                "Child Psychologist who is specialised in mental health.",
                "Child Neurologist who is specialised in how the brain works.",
                "Speech and language pathologist.",
                "Behaviour therapist."
              ]
            }
          ],
          "footer": null
        },
        {
          "title": null,
          "description": "There are several tests that need to be performed which include speech language tests, sensory tests, behaviour tests and motor function tests. These tests include:",
          "innerSection": [
            {
              "title": null,
              "description": [
                "Portage",
                "ADOS",
                "Behavioral Assessment",
                "Informal Assessment",
                "Hearing Test",
                "CARS",
                "Medical Evaluation",
                "Nonverbal IQ",
                "SALT Assessment",
                "Functional Adaptive Behaviour"
              ]
            }
          ],
          "footer": null
        }
      ]
    },
    {
      "title": "Treatments for Autism",
      "quote": null,
      "description": "Autism cannot be completed treated or cured. People with autism remain on the spectrum their entire lives. However, they can learn to manage their disorder and learn to overcome their weaknesses. The amount of improvement people with autism see depends greatly on the severity of the condition, the time of detection and the support provided by not only doctors, but also family members and caregivers.\n\nEarly intervention is an important aspect of autism treatment. Early intervention treatment focuses on children under 3 years of age and helps them learn important skills affected by autism including learning, behaviour and communication\n\n.There are several treatment areas for individuals with autism:",

      "sections": [
        {
          "title": "Behavioral Treatments",
          "description": "These are the most common and help autistic individuals with key behaviours like learning, speech, social interactions, focus and sensory integration.",
          "innerSection": null,
          "footer": null
        },
        {
          "title": "Medication",
          "description": "Medication does not cure autism directly but helps with symptoms that affect daily life like attention, sensitivity and mental health problems that accompany autism.",
          "innerSection": null,
          "footer": null
        },
        {
          "title": "Dietary",
          "description": "Changes to diet that focus on special nutrients and vitamins and avoiding certain foods also helps people suffering from autism.\nFind out more about treatments for autism by heading to sections for dedicated children and adults.",
          "innerSection": null,
          "footer": null
        }
      ]
    },
    {
      "title": "Related Diseases",
      "quote": null,
      "description": "Usually children or adults with autism also develop other medical conditions associated with autism. These diseases can vary from person to person, depending on how high they are on the spectrum and other medical factors.\n\nThese conditions can make increase the effects of autism. Hence, it is important to understand what these diseases are and how they manifest within the context of autism.",
      "sections": [
        {
          "title": "Bipolar Disorder",
          "description": "People with bipolar disorder usually alternate between episodes of depression and mania. This disorder can be common among people who have autism.\nA lot of times, there is a chance that bipolar disorder is misdiagnosed with autism or vice versa. This happens because a lot of their symptoms overlap.",
          "innerSection": null,
          "footer": null
        },
        {
          "title": "Depression",
          "description": "As people with autism age, their chances of developing also increases. Depression can also increase with high functioning autistic people. Look out for the following signs of depression:",
          "innerSection": [
            {
              "title": null,
              "description": [
                "Loss of interest in activities that once interested the person with autism",
                "Worsening of hygiene",
                "Consistent feeling of sadness",
                "Feeling worthless",
                "Felling hopeless",
                "Feeling irritated",
                "At extremes, frequently thinking about death or suicide"
              ]
            }
          ],
          "footer": null
        },
        {
          "title": "Obsessive Compulsive Disorder (OCD)",
          "description": "According to researchers, OCD is more common in children and adults who are on the autistic spectrum. However, do not confuse an autistic person's repetitive behavior with OCD. Consult your doctor for a formal diagnosis.",
          "innerSection": null,
          "footer": null
        },
        {
          "title": "Anxiety",
          "description": "Anxiety affects up to 42% of population with autism. Anxiety can cause an increase in heart rate, muscle tightness, stomach aches and headaches.\nSocial settings can also trigger anxiety in people who have autism. New places, crowds and new people can trigger it.",
          "innerSection": null,
          "footer": null
        },
        {
          "title": "Epilepsy",
          "description": "Another common disease related to autism. People and especially children may not understand what is happening to them. Even people around them might not be able to understand these seizures. It is recommended to learn the signs of an incoming seizure and get help as soon as possible. These signs include:",
          "innerSection": [
            {
              "title": null,
              "description": [
                "Long staring spells without any reason",
                "Severe headaches",
                "Extreme confusion",
                "Extreme confusion",
                "Involuntary movements"
              ]
            }
          ],
          "footer": null
        },
        {
          "title": "Eating Issues",
          "description": "Also a very common problem in children with autism. Children can become extremely picky with their food, have strong food aversions and restricted eating patterns. Some children might even suffer from chronic overeating and Pica-the act of eating non-edible items.\nThese are some of the most common diseases that can be traced back to autism. There can be other disorders too. Please consult your doctor if you think that your child suffers from any autism related disease and try to identify if it is actually related to autism or not.",
          "innerSection": null,
          "footer": null
        },
        {
          "title": "Gastrointestinal (GI) disorders",
          "description": "These disorders are 8 times more common in children with autism. The most common GI disorders include:",
          "innerSection": [
            {
              "title": null,
              "description": [
                "Bowel inflammation",
                "Abdominal pain",
                "Chronic constipation",
                "Gastroesophageal reflux"
              ]
            }
          ],
          "footer": null
        }
      ]
    },
    {
      "title": "Causes of Autism",
      "quuote": null,
      "description": "Doctors and scientists have not completely understood what causes autism as it is a result of multiple factors. These include environmental, biological and genetic factors. One of the most common reasons for children going misdiagnosed or undiagnosed is family members or other non-medical persons attributing autistic behaviour to incorrect causes. Some important points to consider are:",
      "sections": [
        {
          "title": null,
          "description": null,
          "innerSection": [
            {
              "title": null,
              "description": [
                "Genetics can play a role in increasing the risk of developing autism. This includes chromosome conditions such as tuberous sclerosis",
                "Higher parental age, the more chances of autism in children.",
                "Children with autism have a higher chance of their siblings also having the same condition.",
                "Certain medication taken during pregnancy can also increase the risk of the child being autistic.",
                "Premature birth can increase the chances of autism.",
                "During pregnancy a child can develop autism if the mother consumes certain medicines, alcohol, or is infected.",
                "Lack of oxygen for the child during pregnancy or low birth weight can also lead to autism.",
                "Pesticides/ environmental pollutants are also known to cause autism.Pesticides/ environmental pollutants are also known to cause autism.",
                "Vaccinations have no effect on the risk of a child having autism."
              ]
            }
          ],
          "footer": "Over the years, the way doctors diagnose autism has also changed, which has led to more cases of autism. Children who would have been previously given a different diagnosis, e.g language disorder, are now being diagnosed with autism because we now know that autism can occur in children of all levels of intellectual activity.\n\nThe causes of autism are complex. There is no simple explanation for why a child has autism spectrum disorder. Studies are conducted every year to understand and limit factors that cause autism. Please consult your doctor to help reduce the risk of autism and understand the causes of autism better."
        }
      ]
    }
  ]
}
