{
  "autismInChildrenUrdu": [
    [
      {
        "title": "Your Child's Development",
        "quote": null,
        "description": "The purpose of this section is to help you understand how children below the age of 5 years develop.Every age has certain “milestones” that the child should complete to consider that the development is happening at a natural rate. Please note that every child develops differently and unless there are stark delays in the development, do not be alarmed. However, if you have a concern you should voice it immediately. It is important to remember that not all concerns will result in your child being diagnosed with a developmental disorder, nevertheless being proactive is always better.",
        "sections": [
          {
            "title": "Developmental Milestones",
            "description": "Each child is different. Every child develops differently, especially during the first five years of their life. However, there are some key milestones all children developing in the usual manner are expected to reach by certain ages. The following is a list of milestones that your child should be reaching according to their age group.",
            "innerSection": [
              {
                "title": "0-6 Months",
                "description": [
                  "Repeats the same sounds",
                  "Smiles when spoken to",
                  "Recognises familiar objects and people",
                  "Smiles at the sound of your voice",
                  "Turns head toward sounds"
                ]
              },
              {
                "title": "7-12 Months",
                "description": [
                  "Understands and responds to own name",
                  "Enjoys face-to-face play",
                  "Can find partially hidden objects",
                  "Babbles using long and short groups of sounds",
                  "Explores with hands and mouth",
                  "Struggles for out of reach objects",
                  " Uses voice to express joy and displeasure",
                  " Babbles chains of sounds"
                ]
              },
              {
                "title": "13-18 Months",
                "description": [
                  "Combines gestures and voice",
                  "Points to recognised objects",
                  "Imitates gestures",
                  "Expressive vocabulary 3 to 20 or more words",
                  "Follows simple commands",
                  "Uses echolalia and jargon (slang language used by a child)"
                ]
              },
              {
                "title": "19-24 Months",
                "description": [
                  "Uses words more frequently than jargon",
                  "Expressive vocabulary 50 to 100 or more words",
                  "Receptive vocabulary 300 or more words",
                  "Answers 'what's that’ questions",
                  "Accurately names a few familiar objects",
                  "Sits down on his/her own",
                  "Enjoys play activities"
                ]
              },
              {
                "title": "2-3 Years",
                "description": [
                  "Speech is above 50% intelligible",
                  "Understands people talking",
                  "Verbalizes toilet needs",
                  "Requests items by name",
                  "Identifies several body parts",
                  "Receptive vocabulary 500 to 900 or more words",
                  "Expressive vocabulary 50 to 250 or more words",
                  "Uses words that are general in context",
                  "Enjoys listening to short stories, songs and rhymes",
                  "Begins developing rhythm",
                  "Scribbles",
                  "Has good balance",
                  "Undresses self"
                ]
              },
              {
                "title": "3-4 Years",
                "description": [
                  "Understands object functions",
                  "Understands differences in meaning asks and answers simple questions (what, why, where, when)",
                  "Uses language to express emotion",
                  "Receptive vocabulary 1200 to 2000 or more words",
                  "Expressive vocabulary 800 to 1500 or more words",
                  "Increases speech rate",
                  "Speech is 80% intelligible (understandable)",
                  "Engages in long conversations",
                  "Runs and plays active games"
                ]
              },
              {
                "title": "4-5 Years",
                "description": [
                  "Uses grammatically correct sentences",
                  "Asks for word definitions",
                  "Speech is usually intelligible to strangers",
                  "Receptive vocabulary above 2800 words",
                  "Continues understanding of spatial concepts",
                  "Pays attention to stories and answers simple questions about it",
                  "Uses toilet independently",
                  "Has a good grip"
                ]
              }
            ],
            "footer": "If you think that your child is falling behind these milestones, then there is a chance that your child has some developmental delay. However, it is still very early to detect autism or any other disorder, especially without proper medical support. Parents must look for signs of autism in children that are behind on these developmental milestones."
          }
        ]
      },
      {
        "title": "Signs of Autism in Children",
        "description": "The most important thing you can do as a parent or guardian of a child is to learn the milestones mentioned above and become familiar with the early signs of developmental disorders to provide essential care as soon as necessary.\n\nFollowing is a list of “red flags” that may indicate a form of developmental delay or disorder, such as autism:",
        "quote": null,
        "sections": [
          {
            "title": null,
            "description": null,
            "innerSection": [
              {
                "title": null,
                "description": [
                  "No big smiles or other warm, joyful expressions by six months or thereafter",
                  "No back-and-forth sharing of sounds, smiles or other facial expressions by nine months",
                  "No babbling by 12 months",
                  "No back-and-forth gestures such as pointing, showing, reaching or waving by 12 months",
                  "No expressive words by 16 months",
                  "No meaningful two-word phrases (not including imitating or repeating) by 24 months",
                  "Any loss of speech, babbling or social skills at any age",
                  "Does not respond to name by 12 months"
                ]
              }
            ],
            "footer": "\nFeatures of autism can also be divided between features for younger and older children. Please look for these signs in your child according to whichever category they fall in:"
          },
          {
            "title": "Younger Children",
            "description": null,
            "innerSection": [
              {
                "title": null,
                "description": [
                  "Absent or delayed speech",
                  "Echolalia (repetition of speech)",
                  "Reduced gestures",
                  "Impaired pretend play",
                  "Hand flapping",
                  "Fascination with spinning/moving objects",
                  "Attachment to unusual objects",
                  "Poor eye contact",
                  "Limited responsive smiling",
                  "Poor response to name",
                  "Poor joint attention",
                  "Lack of interest in others",
                  "No expressive vocabulary by 16 months",
                  "Lack of pointing"
                ]
              }
            ],
            "footer": null
          },
          {
            "title": "Older Children",
            "description": null,
            "innerSection": [
              {
                "title": null,
                "description": [
                  "Unusual vocabulary",
                  "Difficulty having a conversation",
                  "Poor modulation of facial expressions/gestures/posture",
                  "Unusual interests",
                  "Compulsive rituals such as tapping and sniffing",
                  "Atypical eye contact",
                  "Difficulty forming friendships",
                  "Difficulty understanding how others feel"
                ]
              }
            ],
            "footer": "If your child is not meeting some of the milestones or is showing any of the “red flags” mentioned above, there is still no need to panic. You should contact your family doctor or a pediatrician and let them know about your concerns. To ensure that you are able to voice your concerns properly, you should take note of the specific milestones your child has not yet met or the signs they might be showing."
          }
        ]
      }
    ],
    [
      {
        "title": "Testing for Autism",
        "description": "When you feel you need advice on your child’s development or talk to a professional about your concerns, go to your choice of health care professional (family doctor, pediatrician). Bring the milestones checklist with you and include specific examples. Have an in-depth discussion with them regarding your concerns.\n\nIf your doctor feels like your concerns may be valid, they can direct you to a specialist who can then further assist you in the process of Autism screening.",
        "quote": null,
        "sections": [
          {
            "title": "Autism Screening",
            "description": "All children should receive autism screening at 18 and 24 months of age. These screenings consist of certain checklist of questions used for screening children between 16 and 30 months of age to assess their risk for autism spectrum disorder. You can find the checklist here.\n\nBefore you go to your appointment, fill out the questionnaire and bring it to your doctor. There is also a list of general questions about your concerns that you can complete and bring with you. Your doctor will ask about your specific concerns, and then use them to determine the next step of the process.\n\nIf the questionnaire indicates your child has some signs of autism, it will be important to complete the second step of the screening, the Follow-Up Interview. This will require your doctor to ask you further questions in person. Not all children who show signs of autism after the first step will have autism. For some children, this screener also picks up other developmental delays, such as speaking late. Even though these may not seem as serious as autism, they need to be addressed by professionals in due time.",
            "innerSection": null,
            "footer": null
          },
          {
            "title": "Formal Evaluation of Autism",
            "description": "Your general physician (doctor) might say that your child needs a more formal evaluation to learn more about how they are learning to talk, interact, act, play, learn and move. This will be a much longer visit. It is typically done by a specialist in the area of child development but may involve several different specialists.\n\nYour child can be referred for an evaluation or additional testing by your doctor if they deem it necessary. Some important points to remember are:",
            "innerSection": [
              {
                "title": null,
                "description": [
                  "A hearing test referral is made to check concerns related to language development, speech, and hearing difficulties. This is mostly done by an audiologist.",
                  "A cognitive evaluation (or developmental assessment) is performed to measure verbal and nonverbal abilities of a child. This should ideally be conducted by a psychologist.",
                  "A neurological evaluation is performed to test for problems like brain injury, seizure disorder, self-injury and sleep or eating disturbances.",
                  "A speech-language-communication evaluation is performed on children who have trouble with communication, both verbal and nonverbal. This is usually performed by a speech-language psychologist or pathologist.",
                  "A sensory-motor skills evaluation is performed when a child shows difficulty in movement and/or sensory responses. It is done by a physical or occupational therapist.",
                  "No meaningful two-word phrases (not including imitating or repeating) by 24 months",
                  "Any loss of speech, babbling or social skills at any age"
                ]
              }
            ],
            "footer": "If you are referred to a specialist for a diagnostic assessment of autism, they will provide you with a written report of your child’s evaluation. This should include information on your child’s strengths and weaknesses, as well as general level of developmental functioning."
          }
        ]
      }
    ],
    [
      {
        "title": "Early Intervention Therapies",
        "description": "Screening and diagnosis are done, and your doctors have confirmed that your child has autism. Now what? You must start your child’s autism journey as soon as a diagnosis is done. The earlier you start, the more effective it would be for your child.\n\nIf your child is below 3 years, then continue reading and you can start with Early Interventions. If not, then check our “Treatment for Autism” section.",
        "quote": null,
        "sections": [
          {
            "title": "What is Early Intervention?",
            "description": "Early intervention refers to acting on the information that you have and seeking help from concerned doctors as soon as your child is diagnosed with autism. In fact, appropriate steps can be taken even before a formal diagnosis is done. Once your child is diagnosed, at whatever age, delaying the treatment will only harm the development process of the child. Here are some of the strategies for early intervention:",
            "innerSection": [
              {
                "title": null,
                "description": [
                  "Family training",
                  "Speech therapy",
                  "Hearing impairment services",
                  "Physical therapy",
                  "Nutrition services"
                ]
              }
            ],
            "footer": null
          },
          {
            "title": "Why is it important to act early?",
            "description": "Signs of autism can be identified in toddlers who are as young as 18 months old. Early intervention is proven to have a lifelong impact and more positive effects on children who have been receiving the treatment from a very young age. It is highly recommended that the moment your child gets diagnosed, relevant steps are taken without losing any more time.",
            "innerSection": null,
            "footer": null
          },
          {
            "title": "Why Early Intervention works?",
            "description": "Early intervention can help improving a child’s IQ, speech and social interactions. When a child is less than 3 years old, their mind is more acceptable to change. Infant brain has more potential to learn and pick up certain habits that can help them later in life. Over time, the brain’s ability to adapt to change diminishes.\n\nEarly parental involvement is also one of the keys that can greatly benefit the child. Use of specially designed exercises and strategies at home such as individualized goals, playing with toys and communicating can prevent children from developing difficult behaviors later on. Through early intervention, you can give your child a fighting chance.",
            "innerSection": null,
            "footer": null
          }
        ]
      },
      {
        "title": "Treatments for Autism in Children",
        "quote": null,
        "description": "No matter at whatever age your child is diagnosed with autism, the treatment should start immediately. Delaying the process will only harm your child. Treatment for autism consists of multiple therapies which are designed to cater to your child’s specific needs. Please note that there is no medication that can treat autism. Medication should only be given if there are other physical or mental complications due to autism. Other than that, only therapies and a lifestyle change can help a child with autism. The type of therapies that your child will receive depends on his/her needs. This will be determined by your doctor. Usually there are certain models that therapists and physicians use to help with autism. These models consist of different individual therapies which target the areas that your child needs help in. Here are few of these models:",
        "sections": [
          {
            "title": "Applied Behavioral Analysis (ABA)",
            "description": "Perhaps the primary and most well studied method of helping in autism, this model focuses on how a child learns. It focuses on certain principles. One of those principles is Positive reinforcement. When a child is rewarded for some behavior, he/she is more likely to repeat that behavior. There are multiple fields and exercises within ABA. For details on ABA please refer to our important links section.",
            "innerSection": null,
            "footer": null
          },
          {
            "title": "Early Start Denver Model (ESDM)",
            "description": "This model uses board games to help the child express feelings, speak and form relations. The aim of the therapy is to form important social-emotional skills and help in language building and information processing.",
            "innerSection": null,
            "footer": null
          },
          {
            "title": "Pivotal Response Treatment (PRT)",
            "description": "This model is also based on games. Unlike ESDM, however, it focuses on targeted areas that the child needs development in. These areas can be like motivation and self-management. The treatment is planned in a way that it teaches the child how to respond to verbal cues by the parents or the therapist.",
            "innerSection": null,
            "footer": null
          },
          {
            "title": "What to look for in these therapies?",
            "description": "The aim of these therapies and exercises is to form a well-structured environment for the child. This also includes the environment of the home. All these therapies make use of two main things:",
            "innerSection": [
              {
                "title": "Family",
                "description": [
                  "Family members working alongside professionals to help the child",
                  "Flexible timings and exercises so that the child can work in a comfortable setting",
                  "Helping the family members through the journey"
                ]
              },
              {
                "title": "Structure",
                "description": [
                  "Developing an individualized plan for your child to cater to his/her specific needs",
                  "Monitoring the child’s progress through regular tests",
                  "Providing a supportive and encouraging environment for the child",
                  "Having well trained staff (doctors, caretakers, etc) who can regularly provide these interventions to the child"
                ]
              },
              {
                "title": "Some other types of therapies:",
                "description": [
                  "Educational and school-based therapies",
                  "Joint attention therapy",
                  "Medication treatment",
                  "Nutritional therapy",
                  "Occupational therapy",
                  "Parent-mediated therapy",
                  "Physical therapy",
                  "Social skills training",
                  "Speech-language therapy"
                ]
              }
            ],
            "footer": "Bear in mind that your therapists knows best. These are just some possible paths that your child’s therapist might determine for your child. Other exercises and therapies also exist that can be used to help a child with autism.\n\nChildren who receive proper intervention early-on in their lives grow up to become more equipped with essential social skills. These social skills help them navigate better through the society and at home too.\n\nAutism treatment can make greatly impact you and your child’s life. As a parent, knowing your child’s condition will give you a chance to adjust to the changes without compromising on the well-being of your child.\n\nEvery child is different and progresses differently. Do not expect these practices to bring drastic changes within a few days. These are lifestyle changes that you will need to adapt in every step of your child’s life."
          }
        ]
      }
    ],
    [
      {
        "title": "Benefits of Disclosing",
        "description": null,
        "quote": null,
        "sections": [
          {
            "title": "Why should I disclose?",
            "description": "Every child deserves to live a full and dignified life, regardless of whether they have a disability or not. There will be some trial and error in understanding who to disclose your child’s condition to because you can never really gauge another person’s reaction. Some reactions will be positive and others will be negative, but it is important to remember that you are not responsible for another person’s reaction to your disclosure. Often negative reactions come from a place of fear and misunderstanding, so once the other person has some more understanding of what autism is, their reaction may very well turn around. Most people are willing to help and accommodate once they understand the circumstances involved.\n\nDisclosure of a disability can provide relief in many ways. People can develop empathy for your situation once they know what it is and reserve from making any judgements they might otherwise make. In social settings, it can help friends and family understand that your child is not being rude or misbehaving when they may say something very bluntly. They can understand that your child is not weird for pacing or engaging in repetitive motions, but simply trying to soothe themselves. Disclosure can smooth the way forward in social situations and remove any awkwardness.\n\nIn addition, carefully disclosing your child’s disability at school can allow your child to receive accommodations to help them learn. They may get extra time for assignments, access to school counseling services, or receive extra breaks so that they don’t have any meltdowns. They may be able to write tests and exams in a separate room so that there is less noise, appropriate lighting, etc. to make their test taking experience as smooth as possible. Informed teachers can facilitate your child’s classroom interactions with their peers and be on the lookout for any signs of bullying or harassment. Many possible benefits can be achieved if the disclosure is made properly.",
            "innerSection": null,
            "footer": null
          }
        ]
      },
      {
        "title": "Whom to disclose to?",
        "description": "Disclosing that your child has autism needs to be handled very delicately. It goes beyond simply stating what the disorder is and what its symptoms are. For there to be real understanding at a human level, you need to be able to effectively and diplomatically communicate personal information about how autism affects your child, and what their day to day strengths and weaknesses are as a result of their condition.\n\nAs previously mentioned, it is mostly a case of trial and error since you do not know how people will react. Then who do you decide to disclose to? A good way to gauge this is if your child ever needs any level of accommodation, service, support, or just some patience and sympathy, revealing their condition can likely help ease the situation. It is not necessary to tell everyone that your child has autism, but even in the situations where you do find that you need to tell someone about it, the level of disclosure varies.\n\nIn day to day life, it can be tricky to navigate the waters of how much information is too much or too little to give. What if you need a simple accommodation at the shop? How do you explain your child’s behaviour to strangers at a restaurant? You do not need to always have a detailed explanation of autism in most situations. Most daily encounters will only require you to provide enough information to the parties involved to have a successful interaction and get on with whatever task needs to be done. Remember that you have every right to keep your child’s condition private if you so wish. You do not owe the world an explanation and your comfort comes before anything else.\n\nStill, it can be helpful to classify the types of people you will encounter and how much information each of these groups need. Below are 3 classifications of people based on frequency of meeting and if the autism will affect the relationship:",
        "quote": null,
        "sections": [
          {
            "title": null,
            "description": null,
            "innerSection": [
              {
                "title": "Group 1: People that need to know",
                "description": [
                  "Teachers",
                  "Babysitters and hired help",
                  "Close friends",
                  "Immediate and close family members"
                ]
              }
            ],
            "footer": null
          },
          {
            "title": null,
            "description": null,
            "innerSection": [
              {
                "title": "Group 2: People you come in frequent contact with",
                "description": ["Extended family", "Friends", "Classmates"]
              }
            ],
            "footer": null
          },
          {
            "title": null,
            "description": null,
            "innerSection": [
              {
                "title": "Group 3: People who do not need to know",
                "description": [
                  "Shopkeepers",
                  "Neighbors",
                  "Acquaintances",
                  "Strangers, etc"
                ]
              }
            ],
            "footer": "Disclosing that your child has autism is a personal matter, and you should treat it as such. However, if the people around your child know about autism, it can lead to an immediate increase in the quality of life of your child. Hence, make a calculated decision whenever disclosing. Only disclose if your child will benefit from it directly. "
          }
        ]
      }
    ],
    [
      {
        "title": "Effects of Diet",
        "description": null,
        "quote": null,
        "sections": [
          {
            "title": "Why diet is important?",
            "description": "Autism can affect your child’s eating habits in different ways. Food sensitivities, meltdowns at mealtime, or ritualistic behaviors towards food can all contribute towards your child developing nutritional deficiencies. Inadequate nutrition can in turn lead to poor mental and physical development, or diseases like obesity and heart disease. This article aims to help you navigate mealtimes with your autistic child, and make sure that they get the nutrition that they need.",
            "inneerSection": null,
            "footer": null
          },
          {
            "title": "Autism and the Gluten Free Casein Free\n(GFCF) Diet",
            "description": "Many children with autism tend to complain about gastrointestinal issues, including:",
            "innerSection": [
              {
                "title": null,
                "description": [
                  "Diarrhea",
                  "Constipation",
                  "Stomach discomfort",
                  "Bloating and gas",
                  "Food allergies or intolerance"
                ]
              }
            ],
            "footer": "Though there is no official scientific consensus, some parents see an improvement in their child’s symptoms when casein (milk protein) and/or gluten (wheat protein) are removed from their child’s diet. This diet, called the Gluten Free Casein Free (GFCF) diet, is safe, but must be carried out under the supervision of a dietitian to make sure your child gets the proper nutrition they need.\n\nThe GFCF diet involves removing casein (found in all milk and dairy products) and gluten (found in wheat, barley, rye, and some oat products) from your child’s diet. Milk, cheese, yoghurt, pasta, bread, and ice cream, etc. should all be strictly avoided. However, be careful what processed foods you allow your child to eat because these may also contain ingredients made from gluten or casein. Foods like hot dogs, salad dressings, sauces, and even margarine, for instance, may all need to be avoided. Be very vigilant about checking labels, because the GFCF diet only works when these proteins are completely eliminated from your child’s diet.\n\nThough there isn’t enough evidence to officially support and recommend it, some studies show that the GFCF diet improved symptoms related to hyperactivity, tantrums, speech, and seizures for children who followed the diet very closely for at least 6 months. Note that the diet does not help all autistic children and seems to have the most impact on those with chronic dietary issues.\n\nWorking with a dietitian is crucial because they can help you plan meals and make sure your child is getting adequate nutrition. The GFCF diet can be highly restrictive and can put your child at risk of malnutrition if it is not implemented properly. A dietitian can prescribe any supplements or multivitamins if and as needed."
          }
        ]
      },
      {
        "title": "Tips for Mealtime",
        "description": null,
        "quote": null,
        "sections": [
          {
            "title": "How to handle mealtime?",
            "description": "Mealtimes can be a very tough time for autistic children and their parents alike. Here are some tips to make mealtimes more comfortable for everyone involved.",
            "innerSection": null,
            "footer": null
          },
          {
            "title": "Rule out other problems",
            "description": "Make sure that your child’s discomfort with food is not due to some other factors like acid reflux, dental cavities, etc. Check with a doctor to rule out any other issues your child might be facing.",
            "innerSection": null,
            "footer": null
          },
          {
            "title": "Ease into mealtimes",
            "description": "Try to make mealtimes as relaxed as possible before introducing food to your child. Often, your child may have food related fears or anxieties, and these can be made worse by pushy parents who try to force food on their children. By having a relaxing ritual like deep breathing before mealtime, you can help ease some of your child’s fear and anxiety around food.",
            "innerSection": null,
            "footer": null
          },
          {
            "title": "Have meals together",
            "description": "By eating together as a family, you can help develop environmental cues to remind your child what is expected of them at mealtime. Autistic children thrive on routine, and by sitting at the same table at a set time together, you can reinforce this routine until it becomes habit. Children also learn by imitation, so your child is more likely to eat at mealtimes if they see everyone else doing it.",
            "innerSection": null,
            "footer": null
          },
          {
            "title": "Posture",
            "description": "For autistic children, the fear around food can be very real. Some children might be afraid of the bright colours of some fruits or dislike their texture. These fears can be slowly and gradually overcome by gently exposing them to the foods in question. For instance, you can first work on them being comfortable with the food’s presence with them in the same room, then work on touching it with a fork, before finally building up their confidence to touch it with their own hands.",
            "innerSection": null,
            "footer": null
          },
          {
            "title": "Gradual exposure to new foods",
            "description": "Mealtimes can be a very tough time for autistic children and their parents alike. Here are some tips to make mealtimes more comfortable for everyone involved.",
            "innerSection": null,
            "footer": null
          },
          {
            "title": "Set regular mealtimes",
            "description": "As mentioned previously, autistic children love routine. By eliminating snacking and grazing between meals, you can train their hunger instincts to only expect food at mealtimes and thus increase the likelihood that they will accept food at these times.",
            "innerSection": null,
            "footer": null
          },
          {
            "title": "Diversify your child’s diet",
            "description": "If your child already has a tolerance to a certain type of food, try to make small changes that are within your child’s comfort zone to expand their diet. For instance, if your child already likes spaghetti, try to slowly switch spaghetti brands, or have spaghetti with a sauce. In this way, you maintain an element of food that your child is comfortable with while simultaneously exposing them to new foods. Just make sure that the change is small and gradual. Encourage your child to play with and explore new foods to slowly build their comfort level.",
            "innerSection": null,
            "footer": null
          },
          {
            "title": "Concentrate on the food and not on your child’s behavior",
            "description": "Try your best to ignore your child’s behavior at the dinner table and divert your child’s attention back to the food instead. Instead, try to engage them and the rest of your family in questions about the food and how it looks, tastes, or smells.",
            "innerSection": null,
            "footer": null
          }
        ]
      }
    ]
  ]
}
