{
  "autismInChildrenUrdu": [
    [
      {
        "title": "آپ کے بچے کی نشونما",
        "quote": null,
        "description": "یہ بات پریشان کن بلکہ خوف ناک ہو سکتی ہے کہ آپ کے بچے کی نشونما معمول کے مطابق نہیں ہو رہی لیکن آپ کو یہ معلوم ہونا چاہیے کہ یہ بات زیادہ غیر معمولی نہیں۔ آپ اکیلے نہیں ہیں۔ اس سیکشن کا مقصد آپ کو یہ سمجھانا ہےکہ پانچ سال سے کم عمر کے بچوں کی نشونما کیسےہوتی ہے۔\nہر عمر کے کچھ سنگِ میل ہوتے ہیں جو بچے کو طے کرنے ہوتے ہیں۔ اس سے معلوم ہوتا ہے کہ نشونما معمول کے مطابق ہورہی ہے یا نہیں۔ یاد رکھیں کہ ہر بچے کی نشونما مختلف طریقے سے ہوتی ہے اور تب تک پریشانی کی کوئی بات نہیں جب تک نشونما میں بہت زیادہ تاخیر نہ ہو۔ بہرحال اس حوالے سے اپنی کسی بھی قسم کی پریشانی کو فوری طور پر ظاہر کرنا چاہیے۔ یہ یاد رکھنا چاہیے کہ آپ کے ہر پریشانی بتانے سے آپ کے بچے میں نشونما کی کوئی نئی خرابی سامنے نہیں آئے گی لیکن محتاط رہنابہرحال بہتر ہے۔",
        "sections": [
          {
            "title": "اہداف",
            "description": "ہر بچہ دوسروں سے مختلف ہوتا ہے۔ خصوصاً زندگی کے پہلے پانچ سال ہر بچے کی نشونما مختلف طریقے سے ہوتی ہے۔ لیکن کچھ سنگِ میل ہربچے کو پانچ سال کی عمر کو پہنچنے سے پہلے عبور کر لینے چاہئیں۔ مندرجہ ذیل فہرست آپ کو یہ سمجھنے میں مدد دے گی کہ آپ کا بچہ یہ سنگِ میل عبور کر رہا ہے یا نہیں۔",
            "innerSection": [
              {
                "title": "0-6 Months",
                "description": [
                  "چہروں کو دھیان سے دیکھنااور نظروں سے چلتی ہوئی چیزوں کاتعاقب کرنا ",
                  "مانوس چیزوں اور لوگوں کو پہچاننا ",
                  "آپ کی آواز سن کر مسکرانا",
                  "آوازوں کی طرف سر گھمانا"
                ]
              },
              {
                "title": "7-12 Months",
                "description": [
                  "دوسروں کے جذبات پر ردِ عمل کا اظہار کرنا ",
                  "رو بہ رو ہو کر کھیلنا ",
                  "آدھ چھپی چیزوں کو ڈھونڈنا ",
                  "ہاتھوں اور منہ سے کھوجنا ",
                  "پہنچ سےباہر چیزوں کو پانے کی کوشش کرنا ",
                  "اپنا نام پکارے جانے پر ردِ عمل دینا ",
                  "خوشی اور ناراضی کو ظاہر کرنے کے لیے آوازوں کا استعمال کرنا ",
                  "مختلف آوازیں نکالنا"
                ]
              },
              {
                "title": "13-18 Months",
                "description": [
                  "لوگوں اور ان کی آوازوں کی نقل کرنے میں مزہ آنا ",
                  "سادہ کھیلوں (جیسے پکڑن پکڑائی) میں مزہ آنا ",
                  "چیزوں کا معائنہ کرنا اور چھپی ہوئی چیزوں کو تلاش کرنا ",
                  "کسی بات سے منع کرنے پر رد عمل دینا",
                  "سادہ اشاروں کا استعمال ",
                  "بدلتے لہجوں میں آوازیں نکالنا ",
                  "ایک ایک لفظ بولنا (جیسے دادا، ماما، اوہو وغیرہ) ",
                  "اپنا نام بولنے والے کی طرف مڑنا "
                ]
              },
              {
                "title": "19-24 Months",
                "description": [
                  "دوسروں کی حرکات کی نقل کرنا ",
                  "دوسرے بچوں کو دیکھ کر پر جوش ہوجانا ",
                  "کئی الفاظ سمجھ پانا ",
                  "بہت دورچھپی چیزیں بھی ڈھونڈ نکالنا ",
                  "مختلف تصویروں اور چیزوں کی طرف نام سے اشارہ کرنا ",
                  "رنگ اور بناوٹ کےحساب سے چیزوں کی شناخت کرنا ",
                  "سادہ کھیلوں میں مختلف لوگوں کے کردار ادا کر سکنا ",
                  "دوسروں سے بات کرنے کے لیے دو الفاظ کو ملا سکنا ",
                  "سادہ ہدایات پر عمل کرنا ",
                  "مانوس لوگوں اور چیزوں کے نام سمجھنا "
                ]
              },
              {
                "title": "2-3 Years",
                "description": [
                  "آزادانہ طریقے سے محبت اور دوسرے جذبات کا اظہار کرنا  ",
                  "کھلونوں کو چلانے کے قابل ہونا ",
                  "کھیلوں میں مختلف لوگوں کے کردار ادا کرنا ",
                  "چیزوں کو بناوٹ اور رنگ کے حساب سے تقسیم کرنا اور چیزوں کو تصویروں سے جوڑنا ",
                  "دو یا تین حصوں پر مشتمل ہدایات پر عمل کرنا ",
                  "بات چیت کے لیے سادہ جملوں کا استعمال (جیسےباہر جاؤ) ",
                  "ضمیر (میں ، تم ، مجھے وغیرہ) اور جمع (گاڑیاں، بلیاں وغیرہ) ",
                  "دوسرے بچوں کے ساتھ کھیلنے میں دل چسپی ظاہر کرنا "
                ]
              },
              {
                "title": "3-4 Years",
                "description": [
                  "دوسرے بچوں سےتعاون کرنا ",
                  "کھیلوں میں زیادہ سے زیادہ تخلیقی صلاحیتوں کا اظہار کرنا ",
                  "کچھ رنگوں کے نام معلوم ہونا ",
                  "گنتی کو سمجھنا ",
                  "پانچ سے چھ الفاظ کے جملے بولنا ",
                  "کہانیاں سنانا ",
                  "اتنا واضح بولنا کہ کوئی اجنبی بھی بات کو سمجھ سکے ",
                  "تین حصوں والی ہدایات کو سمجھنا ",
                  "مماثلت اور فرق کو سمجھنا "
                ]
              },
              {
                "title": "4-5 Years",
                "description": [
                  "اپنے دوستوں کی طرح ہونے کی خواہش کرنا",
                  "گانے/ ناچنے اور اداکاری کو پسند کرنا",
                  "حقیقت اور خیالات میں فرق کر نے کے قابل ہونا",
                  "زیادہ آزادی کا اظہار کرنا",
                  "کم از کم دس چیزوں کو گن سکنا اور کم از کم چار رنگوں کے نام درست بتانا",
                  "پانچ لفظوں سے زیادہ کے جملے بول سکنا اور زیادہ طویل کہانیاں سنانا "
                ]
              }
            ],
            "footer": "اگر آپ کو لگتا ہے کہ آپ کا بچہ ان اہداف کو پانے میں پیچھے رہ رہا ہے تو ممکن ہے اس کی نشونما پوری طرح نہ ہو رہی ہو۔ مزید تفصیلات کے لیے بچوں میں آٹِزم کی علامات پر ہمارا سیکشن دیکھیے۔"
          }
        ]
      },
      {
        "title": "بچوں میں آٹِزم کی علامات",
        "description": "والدین یا بڑوں کے طور پرآپ سب سے اہم کام یہ کر سکتے ہیں کہ بچوں کی نشونما کے سنگِ میل یاد رکھیں اور کسی خرابی کی صورت میں فوراً ضروری نگہداشت مہیا کرنے لگیں۔مندرجہ ذیل نشونما میں کسی خرابی (جیسے آٹِزم) یا تاخیر کی علامتیں ہو سکتی ہیں:",
        "quote": null,
        "sections": [
          {
            "title": null,
            "description": null,
            "innerSection": [
              {
                "title": null,
                "description": [
                  "چھ ماہ کی عمرہوجانے کے بعدبھی نمایاں مسکراہٹیں یا جذبات نہ نظر آنا ",
                  "نو ماہ کی عمر ہوجانے کے بعد بھی بچے کا آوازوں اور مسکراہٹوں پر کوئی ردِ عمل نہ دینا ",
                  "بارہ ماہ کی عمر ہوجانے کے بعد بھی منہ سے بے معنی آوازیں نہ نکالنا ",
                  "بارہ ماہ کی عمر ہوجانے کے بعد بھی ہاتھوں سے بنیادی اشارے نہ کر پانا ",
                  "سولہ ماہ کی عمر ہوجانے کے بعد بھی کوئی واضح الفاظ نہ بولنا ",
                  "چوبیس ماہ کی عمر ہوجانے کے بعد بھی دو لفظوں کے مجموعے نہ بولنا (اس میں نقل کرنا یا دہرانا شامل نہیں) ",
                  "عمر کے کسی بھی حصے میں بولنے کی صلاحیت یا دوسری معاشرتی صلاحیتیں کھو دینا ",
                  "بارہ ماہ کی عمر تک پہنچنے کے بعد بھی اپنا نام پکارے جانے پر کوئی ردِ عمل نہ دینا "
                ]
              }
            ],
            "footer": "\nآٹِزم کے اجزا کو چھوٹی اور بڑی عمر کےبچوں میں بھی تقسیم کیا جا سکتا ہے۔ اس حوالے سے اپنےبچے میں ان علامات کو بھی تلاش کریں۔"
          },
          {
            "title": "چھوٹی عمر کے بچے",
            "description": null,
            "innerSection": [
              {
                "title": null,
                "description": [
                  " بولنے کی صلاحیت نہ ہونا یا دیر سے پیدا ہونا ",
                  "ایکولیلیا (یعنی الفاظ بار بار دہرانا) ",
                  "جسمانی حرکات میں کمی ",
                  "کھیل میں کسی کا کردار ادا کرنےمیں مشکلات ",
                  "ہاتھ زور زور سے ہلانا ",
                  "گھومنے اور ہلنے والی چیزوں میں دل چسپی رکھنا ",
                  "غیرمعمولی چیزوں سے لگاؤ ",
                  "آنکھیں نہ ملا پانا ",
                  "ردِ عمل کے طور پر پوری طرح نہ مسکرا سکنا ",
                  "اپنے نام سے پکارے جانے پر متوجہ نہ ہونا ",
                  "بیک وقت مختلف چیزوں پر توجہ مرکوز نہ کر پانا ",
                  "دوسروں میں دل چسپی نہ ہونا ",
                  "انگلی سے اشارہ نہ کر سکنا "
                ]
              }
            ],
            "footer": null
          },
          {
            "title": "بڑی عمر کے بچے",
            "description": null,
            "innerSection": [
              {
                "title": null,
                "description": [
                  "غیر معمولی الفاظ کا استعمال ",
                  "بات چیت میں مشکلات ",
                  "جسمانی حرکات اور چہرے کے تاثرات میں ربط نہ ہونا ",
                  "غیرمعمولی مشاغل ",
                  "بہت گہری عادتیں (جیسے ہاتھ لگانا یا سونگھنا) ",
                  "غیرمعمولی طریقے سے نظریں ملانا ",
                  "دوستیاں قائم کرنے میں مشکلات ",
                  "دوسروں کے احساسات کو سمجھنے میں مشکلات "
                ]
              }
            ],
            "footer": "اگر آپ کا بچہ کسی سنگِ میل کو عبور نہیں کر پا رہا یا اوپر دی گئی علامات میں سےکوئی ظاہر ہورہی ہے تو خوف زدہ ہونے کی کوئی بات نہیں۔ آپ کو اپنے فیملی ڈاکٹر یا ماہرِ امراضِ اطفال سے ملنا چاہیے اور انھیں اپنی پریشانی کے بارےمیں بتانا چاہیے۔ تسلی کے لیے آپ کو متعلقہ اہداف یا علامات کو لکھ کے لے کر جانا چاہیے تاکہ مسئلہ بہتر طریقے سے بتایا جا سکے۔"
          }
        ]
      }
    ],
    [
      {
        "title": "آٹِزم کےٹیسٹ",
        "description": "جب بھی آپ کو محسوس ہو کہ آپ کو اپنے بچے کی نشونما کے حوالے سے مشورہ کرنے یا اپنی پریشانی کے بارے میں کسی ماہر سے بات کرنے کی ضرورت ہے تو اپنی مرضی کے ماہرصحت (فیملی ڈاکٹر یا ماہر امراض اطفال) کے پاس جائیں۔ اپنے ساتھ سنگِ میل والی فہرست بھی لائیں اور اس میں کچھ مثالیں بھی شامل کریں۔ اپنی پریشانیوں کے بارے میں ایک تفصیلی بحث کریں۔\n\nاگر آپ کے ڈاکٹر کو لگتا ہے کہ آپ کی پریشانی درست ہے تو وہ آپ کوآٹِزم کی سکریننگ کے لیے کسی سپیشلٹ کے پاس بھیج دے گا۔",
        "quote": null,
        "sections": [
          {
            "title": "آٹِزم کی سکریننگ",
            "description": "اٹھارہ سے چوبیس سال کی عمر کے ہر بچے کی آٹِزم سکریننگ ہونی چاہیے۔ اس سکریننگ میں سولہ سے تیس ماہ تک کے بچوں میں آٹِزم کی تشخیص کے لیے کچھ سوالات ہوتے ہیں۔ ان سوالات کی فہرست یہاں دیکھی جا سکتی ہے۔\nڈاکٹر کے پاس جانے سے پہلے سوال نامہ پُر کر کے ساتھ لے جائیں۔ متعلقہ مسائل کے لیے عمومی سوالات کی ایک فہرست بھی ہے جو آپ مکمل کر کے اپنےساتھ لے جا سکتے ہیں۔ آپ کا ڈاکٹر مسئلے کی تفصیلات پوچھ کے اس عمل کا اگلا مرحلہ طے کرے گا۔\nآپ کا ڈاکٹر بھی آپ کو ایسی ہی فہرست دے گا۔ ایک اور چکر سے بچنے کے لیے بہتر ہے کہ آپ اسے پہلے ہی مکمل کر کے لے جائیں۔\nاگر سوال نامے کے مطابق آپ کے بچے میں آٹِزم کی کوئی علامتیں ہیں تو سکریننگ سے اگلا مرحلہ یعنی انٹرویو ضروری ہے جس میں ڈاکٹر آپ سے ذاتی طور پر مزید سوالات کرے گا۔ ضروری نہیں کہ پہلے مرحلے میں آٹِزم کی نشانیوں والے بچوں کو واقعی آٹِزم ہی ہو۔ کچھ بچوں میں یہ سکریننگ نشونما کے دوسرے مسائل (جیسے دیر سے بولنا شروع کرنا) بھی نمایاں کر دیتی ہے۔ اگرچہ وہ آٹِزم جتنے اہم نہیں ہوتے، تاہم ان کا بھی وقت پر ماہرین سے علاج ضروری ہوتا ہے۔",
            "innerSection": null,
            "footer": null
          },
          {
            "title": "آٹِزم کی باقاعدہ جانچ (Evaluation)",
            "description": "آپ کا فزیشن (ڈاکٹر) آپ کو محض یہ بتا رہا ہے کہ آپ کے بچے کو ایک باقاعدہ جانچ کی ضرورت ہے تاکہ معلوم ہو سکے کہ وہ کس طرح سیکھتا ہے، بات کرتا ہے، کھیلتا ہے اور ہلتا جلتاہے۔ یہ وزٹ پہلے والے سے زیادہ طویل ہوگا۔ یہ عام طور پر بچوں کی نشونما کا سپیشلسٹ کرتا ہے لیکن اس میں ایک سے زیادہ قسم کے سپیشلسٹ بھی ہو سکتے ہیں۔\n\nآپ کے بچے کو ڈاکٹر ایک باقاعدہ جانچ (evaluation) یا مزید ٹیسٹ کروانے کے لیے کہہ سکتا ہے۔ اس سلسلے میں یہ باتیں یاد رکھیں:",
            "innerSection": [
              {
                "title": null,
                "description": [
                  "سننے کے ٹیسٹ کا مشورہ زبان سیکھنے، بولنے اور سننے کے مسائل سمجھنے کے لیے دیا جاتا ہےاور یہ اکثر ایک آڈیولوجسٹ کرتا ہے۔",
                  "نشونما کا ٹیسٹ عام طور پر زبانی اور غیر زبانی صلاحیتیں جانچنے کے لیے ہوتی ہے اور اصولاً یہ ایک سائکالوجسٹ کو کرنی چاہیے۔  ",
                  "دماغ کا ٹیسٹ دماغی چوٹ، دماغی خرابی اور نیند یا خوراک کے مسائل کے لیے کیا جاتا ہے۔  ",
                  "بول چال، زبان اور رابطے کا ٹیسٹ ان بچوں پرکیا جاتاہے جنھیں زبانی اور غیر زبانی رابطے میں مشکلات کا سامنا ہو۔ یہ عام طور پر زبان اور بول چال کا سائکالوجسٹ یا پیتھالوجسٹ کرتا ہے۔  ",
                  "ہلنے جلنے اور محسوس کرنے کی صلاحیتوں کا ٹیسٹ تب کیا جاتا ہے جب بچے کو ہلنے یا محسوس کرنے میں مشکلات کا سامنا ہو۔ یہ ٹیسٹ فزیکل تھراپسٹ کرتا ہے۔  "
                ]
              }
            ],
            "footer": "اگر آپ کو کسی سپیشلسٹ سے آٹِزم کا تشخیصی ٹیسٹ کروانے کا کہا جاتا ہے تو وہ آپ کو آپ کے بچے کی جانچ کی ایک تحریری رپورٹ دیں گے۔ اس رپورٹ میں آپ کے بچےکی صلاحیتیں ، کمزوریاں اور نشونما کا لیول درج ہوگا۔ "
          }
        ]
      }
    ],
    [
      {
        "title": "نئی تشخیص اور علاج",
        "description": "سکریننگ اور تشخیص مکمل ہوجانے کے بعد ڈاکٹروں نے بتا دیا کہ آپ کے بچےکو آٹِزم ہے۔ اب آگے کیا کرنا چاہیے؟ آپ کو تشخیص مکمل ہوتے ہی اپنے بچے کا آٹِزم کا سفر شروع کردینا چاہیے۔ آپ جتنا جلدی شروع کریں گے یہ آپ کے بچے کے لیے اتنا ہی اچھا ہوگا۔\n\nاگر آپ کا بچہ تین سال سے کم عمر کا ہے توآپ پڑھتے رہیے۔ آپ بروقت مداخلت سے شروع کر لیں ۔ اگر آپ کا بچہ تین سال سے کم عمر کا نہیں تو آٹِزم کے علاج والا سیکشن دیکھیے۔",
        "quote": null,
        "sections": [
          {
            "title": "بروقت مداخلت کیا ہے؟",
            "description": "بروقت مداخلت سے مراد ہے آٹِزم کی تشخیص ہوتے ہی متعلقہ ڈاکٹروں کی مدد سے اپنی معلومات کے مطابق عمل درآمد شروع کردینا۔ بلکہ باقاعدہ تشخیص سے پہلے بھی مناسب اقدامات کیے جا سکتے ہیں۔ جوں ہی آپ کے بچے میں آٹِز م کی تشخیص ہوجائے تو علاج میں تاخیر آپ کے بچے کو نقصان ہی پہنچا سکتی ہے۔ بروقت مداخلت کے کچھ طریقے یہ ہیں:",
            "innerSection": [
              {
                "title": null,
                "description": [
                  "فیملی ٹریننگ ",
                  "بول چال کا علاج (speech therapy) ",
                  "سننے کے آلات کا استعمال ",
                  "جسمانی علاج ",
                  "خوراک سے علاج "
                ]
              }
            ],
            "footer": null
          },
          {
            "title": "بروقت اقدامات کیوں ضروری ہیں؟",
            "description": "آٹِزم کی علامات اٹھارہ ماہ کے بچوں میں بھی ڈھونڈی جا سکتی ہیں۔ یہ بات ثابت ہوچکی ہے کہ بروقت مداخلت سےبچوں کی زندگی پر بہت مفید اور مثبت اثرات مرتب ہوتے ہیں۔ آٹِزم کی تشخیص ہوتے ہی مزید وقت ضائع کیے بغیر متعلقہ اقدامات کرنا بہت ضروری ہے۔",
            "innerSection": null,
            "footer": null
          },
          {
            "title": "بروقت مداخلت کیوں بہتری کا سبب بنتی ہے؟",
            "description": "بروقت مداخلت سے بچے کے آئی کیو (IQ)، اس کی بول چال اور اس کے معاشرتی تعلقات سب پر بہت مثبت اثرات مرتب ہوتے ہیں۔ جب ایک بچہ تین سال سے کم عمر کا ہوتا ہے تو اس کا ذہن تبدیلی کو آسانی سے قبول کرلیتا ہے۔ ایک کم عر بچے کے دماغ میں سیکھنے اور مخصوص مفید عادات کو اپنانے کی صلاحیت زیادہ ہوتی ہے۔ وقت کے ساتھ ساتھ دماغ کی تبدیلی کے مطابق ڈھلنے کی صلاحیت کم ہوجاتی ہے۔\n\nوالدین کا بروقت کردار ادا کرنا بھی بچوں کے لیے بے حد مفید ثابت ہوسکتا ہے۔ گھر پر خاص طور پر تیار کی گئی مشقوں اورخاص حکمت عملی(جیسے انفرادی لحاظ سے تیار کیے گئے اہداف، کھلونوں سے کھیلنا اور بات چیت کرتے رہنا) کے استعمال سے بچہ مستقبل میں پریشان کن رویے اپنانے سے بچ سکتا ہے۔ بروقت مداخلت سے آپ اپنے بچےکو آٹِزم سے لڑنے کا ایک موقع دیتے ہیں۔",
            "innerSection": null,
            "footer": null
          }
        ]
      },
      {
        "title": "Treatments for Autism in Children",
        "quote": null,
        "description": "آپ کے بچے میں آٹِزم کی تشخیص جس عمر میں بھی ہو، فوری علاج ضرور شروع ہونا چاہیے۔ اس عمل میں تاخیر سے آپ کے بچے کو نقصان ہوگا۔ آٹِزم کے علاج(therapies)آپ کے بچے کی مخصوص ضروریات کو مدِنظر رکھ کر تیار کیے جاتے ہیں۔\nیاد رکھیے کوئی دوا آٹِزم کو ٹھیک نہیں کر سکتی ۔ دوا صرف اس کی وجہ سے ہونے والی دوسری جسمانی اور ذہنی پیچیدگیوں سے نمٹنے کے لیے استعمال کی جانی چاہیے۔ اس کے علاوہ آٹِزم سے متاثرہ بچے کی مدد صرف علج (therapies) اور طرزِ زندگی میں تبدیلی سے ممکن ہے۔\nآپ کے بچے کو دی جانے والی تھراپی کا انحصار اس کی ضروریات پر ہے اور اس کا فیصلہ آپ کے ڈاکٹر نے کرنا ہے۔ عموماً تھراپسٹ اور فزیشن آٹِزم میں مدد کے لیے کچھ ماڈل استعمال کرتے ہیں۔ ان ماڈلوں میں مختلف انفرادی علاج ہیں جو آپ کے بچے کو مختلف چیزوں میں مدد دیتے ہیں۔ ان میں سے کچھ ماڈل یہ ہیں:",
        "sections": [
          {
            "title": "Applied Behavioral Analysis (ABA)",
            "description": "یہ آٹِزم میں مدد کے لیے سب سے بنیادی اور بہتر تحقیق شدہ طریقہ ہے۔ ABAاس بات پر توجہ دی جاتی ہے کہ بچہ سیکھتا کیسے ہے۔ یہ کچھ مخصوص اصولوں پر کام کرتا ہے جن میں سے ایک اچھے کاموں پر حوصلہ افزائی بھی ہے۔ جب کسی بچےکو ایک خاص رویے پر نوازا جاتا ہے تو اس رویے کے دوبارہ ظاہر ہونے کے امکانات بڑھ جاتے ہیں۔ ABAمیں بھی مختلف شعبے اور مشقیں ہیں۔ مزید تفصیلات کے لیے ہمارا اہم لنکس والا سیکشن دیکھیے۔",
            "innerSection": null,
            "footer": null
          },
          {
            "title": "Early Start Denver Model (ESDM)",
            "description": "یہ ماڈل بورڈ گیمز (شطرنج اور لڈو وغیرہ) کا استعمال کر کے بچے کو اپنے احساسات کا اظہار کرنے اور تعلقات قائم کرنے میں مدد دیتا ہے۔ اس تھراپی کا مقصد اہم معاشرتی اور محسوساتی مہارتوں کو بنانا اور زبان سیکھنے میں مدد کرنا ہے۔",
            "innerSection": null,
            "footer": null
          },
          {
            "title": "Pivotal Response Treatment (PRT)",
            "description": "ESDM کی طرح یہ ماڈل بھی گیموں سے متعلق ہے لیکن یہ ان چیزوں کو اہمیت دیتا ہے جن کی بچے کو ضرورت ہوتی ہے جیسے حوصلہ یا ذاتی انتظام وغیرہ۔ اس علاج کی منصوبہ بندی اس طرح کی جاتی ہے کہ بچہ والدین اور تھراپسٹ کی ہدایات کو سمجھ سکے۔",
            "innerSection": null,
            "footer": null
          },
          {
            "title": "ان علاج کے طریقوں میں کیا چیز اہم ہے؟",
            "description": "ان علاج کے طریقوں اور مشقوں کا مقصد بچے کو موزوں ماحول فراہم کرنا ہے۔ اس میں گھر کا ماحول بھی شامل ہے۔ ان تمام طریقوں میں دو اہم چیزوں کا استعمال شامل ہے:",
            "innerSection": [
              {
                "title": "فیملی",
                "description": [
                  "بچے کی مدد کے لیے افرادِ خانہ کا ماہرین کے ساتھ مل کر کام کرنا",
                  "بچے کی سہولت کو مدِ نظر رکھ کے تیار کیے گئے اوقات اور مشقیں",
                  "آٹِزم کےاس سفر میں اہلِ خانہ کی مدد کرنا "
                ]
              },
              {
                "title": "ترتیب",
                "description": [
                  "بچے کی ضروریات کے حساب سے اس کے لیے ایک انفرادی منصوبہ تیار کیا جائے ",
                  "بچے میں آنے والی بہتری کو پابندی سے ٹیسٹ کروا کر مانیٹر کیا جائے ",
                  "بچے کو ایک حوصلہ افزا ماحول فراہم کیا جائے ",
                  "بہترین تربیت والے ماہرین کی خدمات حاصل کی جائیں "
                ]
              },
              {
                "title": "تھراپی کی کچھ اور قسمیں یہ ہیں:",
                "description": [
                  "تعلیمی تھراپی ",
                  "مشترکہ توجہ کی تھراپی ",
                  "ادویات سے علاج",
                  "خوراک سے علاج ",
                  "پیشہ جاتی تھراپی ",
                  "والدین کی مدد سے کی جانے والی تھراپی ",
                  "جسمانی تھراپی ",
                  "معاشرتی مہارتوں کی تھراپی",
                  "بول چال کی تھراپی"
                ]
              }
            ],
            "footer": "یہ بات ذہن میں رکھیں کہ تھراپسٹ ان معاملات کو سب سے بہتر جانتے ہیں۔ یہ ان تمام راستوں میں سے چند ہیں جو آپ کے بچے کا تھراپسٹ اس کے علاج کے لیے اختیار کر سکتا ہے۔ ان کے علاوہ بھی بہت سی مشقیں اور علاج کے طریقے ہیں۔\n\nوہ بچے جن کو زندگی میں بروقت مناسب علاج میسر آجاتا ہےبڑے ہو کر معاشرتی لحاظ سے زیادہ کارآمد ثابت ہوتے ہیں۔ وہ گھر اور معاشرے میں بہتر انداز سے زندگی گزار پاتے ہیں۔\n\nآٹِزم کا علاج آپ کے بچے کی زندگی پر بڑا مثبت اثر ڈال سکتا ہے۔ والدین کے لیے اپنے بچے کی صورتِ حال سے واقفیت انھیں اپنے آپ کو بچے کی بہتری کے لیے ڈھالنے کا موقع دیتی ہے۔\n\nہر بچہ مختلف ہوتا ہے اور مختلف رفتار سے بہتری کی طرف گامزن ہوتا ہے۔ یہ توقع کرنا مناسب نہیں کہ ان باتوں سے چند دنوں کے اندر ہی بہت بڑی تبدیلیاں آ جائیں گی۔ یہ عمر بھر کی تبدیلیاں ہیں جنھیں بچے کی زندگی کے ہر حصے میں شامل کرنے کی ضرورت ہے۔"
          }
        ]
      }
    ],
    [
      {
        "title": "انکشاف کرنے کے فوائد",
        "description": null,
        "quote": null,
        "sections": [
          {
            "title": "مجھے دوسروں کو کیوں بتانا چاہیے؟",
            "description": "ہر بچےکا حق ہے کہ وہ ایک مکمل اور باوقار زندگی گزارے خواہ وہ معذور ہی کیوں نہ ہو۔ اپنے بچے کے آٹِزم کے بارے میں بتانے کے لیے آپ کو ہمیشہ ایک حد تک اندازے سے کام لینا ہو گا کیوں کہ یہ بات معلوم نہیں کی جا سکتی کہ سننے والے کا کیا ردِ عمل ہوگا۔ کچھ لوگ مثبت ردِ عمل دیں گے جب کہ کچھ لوگوں کا ردِ عمل منفی ہوگا۔ لیکن ہمیشہ یاد رکھیے کہ سننے والے کے ردِ عمل کے ذمہ دار آپ نہیں ہیں۔ سننے والے منفی تاثرات کا اظہار اکثر خوف اور لاعلمی کی وجہ سے کرتے ہیں۔ اگر انھیں سمجھادیا جائے کہ آٹِزم اصل میں ہے کیا تو ممکن ہے ان کا ردِ عمل بالکل بدل جائے۔ اکثر لوگ یہ سمجھ لینے کے بعد مدد کرنے اور موافقت کرنے پر راضی ہوجاتے ہیں۔\n\nکسی بھی معذوری کے بارے میں بتا دینے سے بہت سی آسانیاں پیدا ہوسکتی ہیں۔ لوگوں کے دل میں ہم دردی پیدا ہوجاتی ہے اور وہ ایسے اندازے لگانے سے باز رہتے ہیں جو وہ لاعلمی میں لگالیتے۔ معاشرتی حالات میں اس سے دوستوں اور رشتہ داروں کو معلوم ہوجاتاہے کہ سیدھی سیدھی کہہ دینے سے آپ کا بچہ روکھے پن یا بد تمیزی کا مظاہرہ نہیں کر رہا۔ وہ سمجھ پاتے ہیں کہ آپ کا بچہ ہاتھ پاؤں بار بار ہلا کر عجیب حرکتیں نہیں کر رہا بلکہ اپنے آپ کو پرسکون کرنے کی کوشش کر رہا ہے۔ لہٰذا دوسروں کو بتا دینا مختلف صورتوں میں راستہ آسان کر دیتا ہے اور کسی بھی قسم کی بدمزگی کا امکان ختم کر دیتا ہے۔\n\nاس کے ساتھ ساتھ سکول میں بچے کی معذوری کا بتانے سے اسے مدد کے لیے آسانیاں مہیا کی جاتی ہیں۔ انھیں کام کرنے کے لیے اضافی وقت دیا جاتاہے، خصوصی رہ نمائی کی جاتی ہے اور الگ سے وقفہ دیاجاتا ہے تاکہ آپے سے باہر نہ ہوجائیں۔ انھیں الگ کمروں میں پرچے حل کرنے کی سہولت دی جاسکتی ہے جہاں شور کم ہو اور مناسب روشنی ہو تاکہ ان کے لیے امتحانات کے تجربے کو آسان بنایا جا سکے۔ سمجھ دار اساتذہ بچے کے اپنے ساتھیوں سے تعلقات کو بہتر بنا دیتے ہیں اور اسے پریشان کرنے والے بچوں سے بچاتے ہیں۔ مناسب طریقے سے آٹِزم کے بارے میں بتا دینا بہت فائدہ مند ثابت ہوسکتا ہے۔",
            "innerSection": null,
            "footer": null
          }
        ]
      },
      {
        "title": "Whom to disclose to?",
        "description": "اپنے بچے کے آٹِزم کے بارے میں دوسروں کو بتانا بہت نازک معاملہ ہے۔ محض یہ بتانا کہ یہ مسئلہ کیا ہے اور اس کی علامات کیا ہیں کافی نہیں۔ انسانی سطح پر اس کی حقیقی سمجھ بوجھ پیدا کرنے کے لیے آپ کوبہت ہی موثر انداز میں یہ بتانا آنا چاہیے کہ آٹِزم آپ کے بچے پر کس طرح اثر انداز ہوتاہے اور اس کے نتیجے میں روز مرہ کی زندگی میں بچے میں کیا کیا خوبیاں اور کمزوریاں ظاہر ہوتی ہیں۔\n\nجیسا کہ پہلے بیان کیا گیا ہے یہ کام اکثر اندازے سے ہی کرنا پڑتا ہے کیوں کہ آپ لوگوں کےممکنہ ردِ عمل کے بارے میں کچھ نہیں کہہ سکتے۔ لہٰذا آپ کو کسے بتانا چاہیے؟ اس کا آسان جواب یہ ہے کہ اگر کہیں بھی آپ کے بچے کو کسی قسم کی سہولت، مدد یا حتٰی کہ تحمل اور ہم دردی کی ضرورت ہو تو اس کے حالات کے بارے میں بتانا مددگار ہوسکتا ہے۔ ہر کسی کو بتانا ضروری نہیں کہ آپ کے بچے کو آٹِزم ہے۔ کئی باران حالات میں بھی جہاں آپ کو لگے کہ بتانا ضروری ہے، سب کچھ بتانا ضروری نہیں ہوتا۔\n\nروز مرہ کی زندگی میں یہ فیصلہ کرنا کہ کس کو کتنا بتانا چاہیے تھوڑا مشکل ہو سکتا ہے۔ اگر دکان میں تھوڑی مدد چاہیے ہو تو کتنا بتانا چاہیے؟کسی ریستوران میں اجنبیوں کو اپنے بچے کا طرزِ عمل کیسے سمجھایا جائے؟آپ کو ہر صورت حال میں آٹِزم کی تفصیلات میں نہیں جانا چاہیے۔ زیادہ تر صورتوں میں صرف ضروری باتیں بتانا کافی ہوگا تاکہ دوسروں کے ساتھ وقت اچھا گزر جائے اور جو کام کرنا ضروری ہے وہ ہو جائے۔ یاد رکھیے کہ اگر آپ چاہیں تو آپ کو اپنے بچے کی کیفیت کو اپنے تک رکھنے کا بھی پورا حق ہے۔ ضروری نہیں کہ آپ سب کو ہر چیز سمجھائیں۔ آپ کااطمینان سب سے پہلے ہے۔\n\nآپ کو ملنے والے افراد کو تین طرح کے لوگوں میں تقسیم کیا جا سکتا ہے۔",
        "quote": null,
        "sections": [
          {
            "title": "پہلا گروپ: وہ لوگ جنھیں معلوم ہونا چاہیے",
            "description": null,
            "innerSection": [
              {
                "title": null,
                "description": [
                  "یہ وہ لوگ ہیں جن کے ساتھ آپ کے بچے کا اکثر واسطہ پڑتا ہے اور آپ کے بچے کے آٹِزم سے ان کو فرق پڑتا ہے۔ ان میں اساتذہ، بچوں کی دیکھ بھال کرنے والے ملازم، قریبی دوست احباب، اہلِ خانہ اور قریبی رشتہ دار شامل ہوتے ہیں۔"
                ]
              }
            ],
            "footer": null
          },
          {
            "title": "دوسرا گروپ: وہ لوگ جن سے اکثر ملاقات ہوتی ہے",
            "description": null,
            "innerSection": [
              {
                "title": null,
                "description": [
                  "یہ وہ لوگ ہوتے ہیں جن سے آپ کا بچہ اکثر ملتاہے لیکن اتنا زیادہ نہیں ملتا کہ آٹِزم کی وجہ سے کوئی مسئلہ ہو۔ ان کو آپ گزارے کے لیے ضروری ضروری کچھ باتیں بھی بتا سکتے ہیں۔ ان میں دور کے رشتہ دار، دوست اور ہم جماعت شامل ہوتے ہیں۔"
                ]
              }
            ],
            "footer": null
          },
          {
            "title": "تیسرا گروپ: وہ لوگ جنھیں بتانا ضروری نہیں ہوتا",
            "description": null,
            "innerSection": [
              {
                "title": null,
                "description": [
                  "اس گروپ میں وہ لوگ شامل ہیں جن کا آپ سے اور آپ کے بچے سے ذاتی تعلق نہیں ہوتا۔ ان میں دکان دار، ہمسائے، جاننے والے اور اجنبی وغیرہ شامل ہوتے ہیں"
                ]
              }
            ],
            "footer": "کسی کو یہ بتانا کہ آپ کے بچے کو آٹِزم ہے آپ کا ذاتی مسئلہ ہے۔ بہرحال اگر بچے کے ارد گرد کے لوگوں کو اس بارے میں معلوم ہوگا تو بچے کی زندگی خود بخود بہتر اور آسان ہوگی۔ لہٰذا یہ بتانے کا فیصلہ سوچ سمجھ کر کریں۔ صرف تبھی بتائیں جب آپ کے بچے کو اس کا بلا واسطہ فائدہ پہنچے گا۔"
          }
        ]
      }
    ],
    [
      {
        "title": "Effects of Diet",
        "description": null,
        "quote": null,
        "sections": [
          {
            "title": "Why diet is important?",
            "description": "Autism can affect your child’s eating habits in different ways. Food sensitivities, meltdowns at mealtime, or ritualistic behaviors towards food can all contribute towards your child developing nutritional deficiencies. Inadequate nutrition can in turn lead to poor mental and physical development, or diseases like obesity and heart disease. This article aims to help you navigate mealtimes with your autistic child, and make sure that they get the nutrition that they need.",
            "inneerSection": null,
            "footer": null
          },
          {
            "title": "Autism and the Gluten Free Casein Free\n(GFCF) Diet",
            "description": "Many children with autism tend to complain about gastrointestinal issues, including:",
            "innerSection": [
              {
                "title": null,
                "description": [
                  "Diarrhea",
                  "Constipation",
                  "Stomach discomfort",
                  "Bloating and gas",
                  "Food allergies or intolerance"
                ]
              }
            ],
            "footer": "Though there is no official scientific consensus, some parents see an improvement in their child’s symptoms when casein (milk protein) and/or gluten (wheat protein) are removed from their child’s diet. This diet, called the Gluten Free Casein Free (GFCF) diet, is safe, but must be carried out under the supervision of a dietitian to make sure your child gets the proper nutrition they need.\n\nThe GFCF diet involves removing casein (found in all milk and dairy products) and gluten (found in wheat, barley, rye, and some oat products) from your child’s diet. Milk, cheese, yoghurt, pasta, bread, and ice cream, etc. should all be strictly avoided. However, be careful what processed foods you allow your child to eat because these may also contain ingredients made from gluten or casein. Foods like hot dogs, salad dressings, sauces, and even margarine, for instance, may all need to be avoided. Be very vigilant about checking labels, because the GFCF diet only works when these proteins are completely eliminated from your child’s diet.\n\nThough there isn’t enough evidence to officially support and recommend it, some studies show that the GFCF diet improved symptoms related to hyperactivity, tantrums, speech, and seizures for children who followed the diet very closely for at least 6 months. Note that the diet does not help all autistic children and seems to have the most impact on those with chronic dietary issues.\n\nWorking with a dietitian is crucial because they can help you plan meals and make sure your child is getting adequate nutrition. The GFCF diet can be highly restrictive and can put your child at risk of malnutrition if it is not implemented properly. A dietitian can prescribe any supplements or multivitamins if and as needed."
          }
        ]
      },
      {
        "title": "Tips for Mealtime",
        "description": null,
        "quote": null,
        "sections": [
          {
            "title": "How to handle mealtime?",
            "description": "Mealtimes can be a very tough time for autistic children and their parents alike. Here are some tips to make mealtimes more comfortable for everyone involved.",
            "innerSection": null,
            "footer": null
          },
          {
            "title": "Rule out other problems",
            "description": "Make sure that your child’s discomfort with food is not due to some other factors like acid reflux, dental cavities, etc. Check with a doctor to rule out any other issues your child might be facing.",
            "innerSection": null,
            "footer": null
          },
          {
            "title": "Ease into mealtimes",
            "description": "Try to make mealtimes as relaxed as possible before introducing food to your child. Often, your child may have food related fears or anxieties, and these can be made worse by pushy parents who try to force food on their children. By having a relaxing ritual like deep breathing before mealtime, you can help ease some of your child’s fear and anxiety around food.",
            "innerSection": null,
            "footer": null
          },
          {
            "title": "Have meals together",
            "description": "By eating together as a family, you can help develop environmental cues to remind your child what is expected of them at mealtime. Autistic children thrive on routine, and by sitting at the same table at a set time together, you can reinforce this routine until it becomes habit. Children also learn by imitation, so your child is more likely to eat at mealtimes if they see everyone else doing it.",
            "innerSection": null,
            "footer": null
          },
          {
            "title": "Posture",
            "description": "For autistic children, the fear around food can be very real. Some children might be afraid of the bright colours of some fruits or dislike their texture. These fears can be slowly and gradually overcome by gently exposing them to the foods in question. For instance, you can first work on them being comfortable with the food’s presence with them in the same room, then work on touching it with a fork, before finally building up their confidence to touch it with their own hands.",
            "innerSection": null,
            "footer": null
          },
          {
            "title": "Gradual exposure to new foods",
            "description": "Mealtimes can be a very tough time for autistic children and their parents alike. Here are some tips to make mealtimes more comfortable for everyone involved.",
            "innerSection": null,
            "footer": null
          },
          {
            "title": "Set regular mealtimes",
            "description": "As mentioned previously, autistic children love routine. By eliminating snacking and grazing between meals, you can train their hunger instincts to only expect food at mealtimes and thus increase the likelihood that they will accept food at these times.",
            "innerSection": null,
            "footer": null
          },
          {
            "title": "Diversify your child’s diet",
            "description": "If your child already has a tolerance to a certain type of food, try to make small changes that are within your child’s comfort zone to expand their diet. For instance, if your child already likes spaghetti, try to slowly switch spaghetti brands, or have spaghetti with a sauce. In this way, you maintain an element of food that your child is comfortable with while simultaneously exposing them to new foods. Just make sure that the change is small and gradual. Encourage your child to play with and explore new foods to slowly build their comfort level.",
            "innerSection": null,
            "footer": null
          },
          {
            "title": "Concentrate on the food and not on your child’s behavior",
            "description": "Try your best to ignore your child’s behavior at the dinner table and divert your child’s attention back to the food instead. Instead, try to engage them and the rest of your family in questions about the food and how it looks, tastes, or smells.",
            "innerSection": null,
            "footer": null
          }
        ]
      }
    ]
  ]
}
